Repository: AlexW00/hibi
Catalog: Hibi/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, ms, pt_br, zh_hans_cn, zh_hant_hk, zh_hant_tw

source: The today indicator no longer clips into the row below; the month grid has proper breathing room now.
de: Die Heute-Markierung ragt nicht mehr in die nächste Zeile; die Monatsansicht hat endlich Platz zum Atmen.
es: El indicador de hoy ya no se solapa con la fila inferior: la vista de mes tiene espacio para respirar.
it: L'indicatore di oggi non sconfina più sulla riga sotto: la vista del mese ora respira meglio.
ja: 「今日」のインジケーターが下の行に重ならなくなり、月表示にゆとりができました。
ko: '오늘' 표시가 더 이상 아래 줄과 겹치지 않으며, 월 보기에 여유 공간이 생겼습니다.
ms: Penunjuk hari ini tidak lagi terhimpit ke baris bawah; paparan bulan kini lebih lapang.
pt_br: O indicador de hoje não invade mais a linha de baixo; a vista do mês agora respira melhor.
zh_hans_cn: 「今天」指示圆圈不再与下一行重叠；月视图终于有了合适的留白。
zh_hant_hk: 「今天」指示圓圈不再與下一列重疊；月檢視終於有了恰到好處的留白。
zh_hant_tw: 「今天」指示圓圈不再與下一列重疊；月檢視終於有了恰到好處的留白。

source: Theme
de: Design
es: Tema
it: Tema
ja: テーマ
ko: 테마
ms: Tema
pt_br: Tema
zh_hans_cn: 主题
zh_hant_hk: 主題
zh_hant_tw: 主題

source: Time
de: Uhrzeit
es: Hora
it: Ora
ja: 時刻
ko: 시간
ms: Masa
pt_br: Hora
zh_hans_cn: 时间
zh_hant_hk: 時間
zh_hant_tw: 時間

source: Today as a tear-off page.
de: Der heutige Tag als Abreißblatt.
es: Hoy, como una hoja arrancable.
it: Oggi, come un foglio strappabile.
ja: 今日を一枚の紙で。
ko: 오늘을 한 장의 종이로.
ms: Hari ini sebagai sehelai kertas koyak.
pt_br: O dia de hoje em uma folha destacável.
zh_hans_cn: 把今天放进一页纸里。
zh_hant_hk: 把今天放進一頁紙裡。
zh_hant_tw: 把今天放進一頁紙裡。

source: Today's events at a glance.
de: Der heutige Tag auf einen Blick.
es: Los eventos de hoy de un vistazo.
it: Gli eventi di oggi a colpo d'occhio.
ja: 今日の予定をひと目で。
ko: 오늘의 일정을 한눈에.
ms: Acara hari ini sepintas lalu.
pt_br: Os eventos de hoje em um relance.
zh_hans_cn: 一眼看尽今日行程。
zh_hant_hk: 一眼看盡今日行程。
zh_hant_tw: 一眼看盡今日行程。

source: Today's Page
de: Tagesblatt
es: Página de hoy
it: Pagina di oggi
ja: 今日のページ
ko: 오늘의 페이지
ms: Halaman Hari Ini
pt_br: Página de hoje
zh_hans_cn: 今日页面
zh_hant_hk: 今日頁面
zh_hant_tw: 今日頁面

source: Toggle Reminder
de: Erinnerung umschalten
es: Alternar recordatorio
it: Attiva/disattiva promemoria
ja: リマインダーを切り替える
ko: 미리 알림 전환
ms: Togol peringatan
pt_br: Alternar lembrete
zh_hans_cn: 切换提醒事项
zh_hant_hk: 切換提醒事項
zh_hant_tw: 切換提醒事項

source: Units
de: Einheiten
es: Unidades
it: Unità
ja: 単位
ko: 단위
ms: Unit
pt_br: Unidades
zh_hans_cn: 单位
zh_hant_hk: 單位
zh_hant_tw: 單位

source: Upcoming Events
de: Anstehende Termine
es: Próximos eventos
it: Prossimi eventi
ja: これからの予定
ko: 다가오는 일정
ms: Acara Akan Datang
pt_br: Próximos eventos
zh_hans_cn: 即将到来的事件
zh_hant_hk: 即將到來的活動
zh_hant_tw: 即將到來的活動

source: Updates at midnight
de: Tageswechsel um Mitternacht
es: Actualización a medianoche
it: Aggiornamento a mezzanotte
ja: 0時に自動で日付を更新
ko: 자정에 날짜 자동 갱신
ms: Kemas kini pada tengah malam
pt_br: Atualização à meia-noite
zh_hans_cn: 午夜自动更新日期
zh_hant_hk: 午夜自動更新日期
zh_hant_tw: 午夜自動更新日期

source: Weather data provided by
de: Wetterdaten bereitgestellt von
es: Datos meteorológicos de
it: Dati meteo forniti da
ja: 天気データの提供元:
ko: 날씨 데이터 제공:
ms: Data cuaca disediakan oleh
pt_br: Dados meteorológicos fornecidos por
zh_hans_cn: 天气数据提供方：
zh_hant_hk: 天氣資料提供者：
zh_hant_tw: 天氣資料提供者：

source: Week
de: Woche
es: Semana
it: Settimana
ja: 週
ko: 주
ms: Minggu
pt_br: Semana
zh_hans_cn: 周
zh_hant_hk: 週
zh_hant_tw: 週

source: Welcome
de: Willkommen
es: Bienvenido
it: Benvenuto
ja: ようこそ
ko: 환영합니다
ms: Selamat datang
pt_br: Boas-vindas
zh_hans_cn: 欢迎
zh_hant_hk: 歡迎
zh_hant_tw: 歡迎

source: What's New
de: Neuigkeiten
es: Novedades
it: Novità
ja: 新機能
ko: 새로운 기능
ms: Perkara Baharu
pt_br: Novidades
zh_hans_cn: 新功能
zh_hant_hk: 新功能
zh_hant_tw: 新功能

source: What's New in Hibi
de: Neu in Hibi
es: Novedades de Hibi
it: Novità in Hibi
ja: Hibi の新機能
ko: Hibi의 새로운 기능
ms: Perkara Baharu dalam Hibi
pt_br: Novidades do Hibi
zh_hans_cn: Hibi 的新功能
zh_hant_hk: Hibi 的新功能
zh_hant_tw: Hibi 的新功能

source: Wk %lld
de: Kw %lld
es: Sem. %lld
it: Sett. %lld
ja: 第%lld週
ko: %lld주차
ms: Mg %lld
pt_br: Sem. %lld
zh_hans_cn: 第 %lld 周
zh_hant_hk: 第 %lld 週
zh_hant_tw: 第 %lld 週

source: Wood
de: Holz
es: Madera
it: Legno
ja: 木
ko: 나무
ms: Kayu
pt_br: Madeira
zh_hans_cn: 木纹
zh_hant_hk: 木紋
zh_hant_tw: 木紋

source: Your events can't be loaded right now.
de: Deine Termine können derzeit nicht geladen werden.
es: Tus eventos no se pueden cargar ahora mismo.
it: Al momento non è possibile caricare i tuoi eventi.
ja: 現在、イベントを読み込めません。
ko: 지금은 이벤트를 불러올 수 없습니다.
ms: Acara anda tidak dapat dimuatkan sekarang.
pt_br: Seus eventos não podem ser carregados agora.
zh_hans_cn: 目前无法载入你的事件。
zh_hant_hk: 目前無法載入你的事件。
zh_hant_tw: 目前無法載入你的事件。

source: Your reminders now appear alongside calendar events. Tap the checkbox to mark them complete - right from Hibi.
de: Deine Erinnerungen erscheinen jetzt neben Kalenderereignissen. Tippe auf das Kästchen, um sie direkt aus Hibi zu erledigen.
es: Tus recordatorios ahora aparecen junto a los eventos del calendario. Toca la casilla para marcarlos como completados, directamente desde Hibi.
it: I tuoi promemoria ora appaiono accanto agli eventi del calendario. Tocca la casella per segnarli come completati - direttamente da Hibi.
ja: リマインダーがカレンダーイベントと並んで表示されるようになりました。チェックボックスをタップすれば、Hibi から直接完了にできます。
ko: 미리 알림이 캘린더 이벤트와 함께 표시됩니다. 체크박스를 탭하면 Hibi에서 바로 완료 처리할 수 있습니다.
ms: Peringatan anda kini muncul bersebelahan acara kalendar. Ketik kotak semak untuk menandakannya selesai - terus dari Hibi.
pt_br: Seus lembretes agora aparecem junto aos eventos do calendário. Toque na caixa para marcá-los como concluídos - direto do Hibi.
zh_hans_cn: 你的提醒事项现在会与日历事件一起显示。点击复选框即可在 Hibi 中直接完成。
zh_hant_hk: 你的提醒事項現在會與日曆事件一同顯示。輕點勾選框即可在 Hibi 中直接完成。
zh_hant_tw: 你的提醒事項現在會與日曆事件一同顯示。輕點勾選框即可在 Hibi 中直接完成。

source: Your support matters a lot.
de: Deine Unterstützung bedeutet viel.
es: Tu apoyo significa mucho.
it: Il tuo supporto conta molto.
ja: あなたのサポートがとても大切です。
ko: 여러분의 응원이 큰 힘이 됩니다.
ms: Sokongan anda sangat bererti.
pt_br: Seu apoio significa muito.
zh_hans_cn: 你的支持非常重要。
zh_hant_hk: 你的支持非常重要。
zh_hant_tw: 你的支持非常重要。

source: Uniquely yours.
de: Einzigartig deins.
es: Único y tuyo.
it: Unico, solo tuo.
ja: あなただけの一つ。
ko: 오직 나만의 것.
ms: Unik milik anda.
pt_br: Só seu.
zh_hans_cn: 独一无二。
zh_hant_hk: 獨一無二。
zh_hant_tw: 獨一無二。

source: Awaiting your stamp
de: Warte auf deinen Stempel
es: Esperando tu sello
it: In attesa del tuo timbro
ja: スタンプを待っています
ko: 스탬프를 기다리는 중
ms: Menunggu setem anda
pt_br: Aguardando seu carimbo
zh_hans_cn: 等待您的印章
zh_hant_hk: 等待您的印章
zh_hant_tw: 等待您的印章

source: Generating your stamp
de: Dein Stempel wird erstellt
es: Generando tu sello
it: Creazione del tuo timbro
ja: スタンプを作成中
ko: 스탬프를 만드는 중
ms: Mencipta setem anda
pt_br: Gerando seu carimbo
zh_hans_cn: 正在生成您的印章
zh_hant_hk: 正在產生您的印章
zh_hant_tw: 正在產生您的印章

source: Generating your stamp…
de: Dein Stempel wird erstellt…
es: Generando tu sello…
it: Generazione del timbro…
ja: スタンプを作成中…
ko: 스탬프 생성 중…
ms: Menjana setem anda…
pt_br: Gerando seu carimbo…
zh_hans_cn: 正在生成你的印章…
zh_hant_hk: 正在產生你的印章…
zh_hant_tw: 正在產生你的印章…

source: Hibi Plus stamp
de: Hibi Plus-Stempel
es: Sello de Hibi Plus
it: Timbro di Hibi Plus
ja: Hibi Plusのスタンプ
ko: Hibi Plus 스탬프
ms: Setem Hibi Plus
pt_br: Carimbo do Hibi Plus
zh_hans_cn: Hibi Plus 印章
zh_hant_hk: Hibi Plus 印章
zh_hant_tw: Hibi Plus 印章

source: Hibi Plus stamp, dated %@
de: Hibi Plus-Stempel, %@
es: Sello de Hibi Plus, %@
it: Timbro di Hibi Plus, %@
ja: Hibi Plusのスタンプ、%@
ko: Hibi Plus 스탬프, %@
ms: Setem Hibi Plus, %@
pt_br: Carimbo do Hibi Plus, %@
zh_hans_cn: Hibi Plus 印章，%@
zh_hant_hk: Hibi Plus 印章，%@
zh_hant_tw: Hibi Plus 印章，%@

source: Purchase Hibi Plus to receive your personalized stamp.
de: Kaufe Hibi Plus, um deinen persönlichen Stempel zu erhalten.
es: Compra Hibi Plus para recibir tu sello personalizado.
it: Acquista Hibi Plus per ricevere il tuo timbro personalizzato.
ja: Hibi Plusを購入して、あなただけのスタンプを受け取ろう。
ko: Hibi Plus를 구입하면 나만의 스탬프를 받을 수 있습니다.
ms: Beli Hibi Plus untuk mendapatkan setem peribadi anda.
pt_br: Compre o Hibi Plus para receber seu carimbo personalizado.
zh_hans_cn: 购买 Hibi Plus，获取专属印章。
zh_hant_hk: 購買 Hibi Plus，獲取專屬印章。
zh_hant_tw: 購買 Hibi Plus，獲取專屬印章。

source: your stamp
de: dein Stempel
es: tu sello
it: il tuo timbro
ja: あなたのスタンプ
ko: 당신의 스탬프
ms: setem anda
pt_br: seu carimbo
zh_hans_cn: 您的印章
zh_hant_hk: 您的印章
zh_hant_tw: 您的印章

source: Custom stamp
de: Eigener Stempel
es: Sello personal
it: Timbro personale
ja: オリジナルスタンプ
ko: 나만의 스탬프
ms: Setem peribadi
pt_br: Carimbo personalizado
zh_hans_cn: 专属印章
zh_hant_hk: 專屬印章
zh_hant_tw: 專屬印章

source: Debug
es: Depuración
ja: デバッグ
ko: 디버그
ms: Nyahpepijat
pt_br: Depuração
zh_hans_cn: 调试
zh_hant_hk: 偵錯
zh_hant_tw: 偵錯

source: Release
es: Versión
it: Rilascio
ja: リリース
ko: 릴리스
ms: Keluaran
pt_br: Lançamento
zh_hans_cn: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: System
es: Sistema
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
pt_br: Sistema
zh_hans_cn: 系统
zh_hant_hk: 系統
zh_hant_tw: 系統

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
ms: Versi
pt_br: Versão
zh_hans_cn: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Widgets
it: Widget
ja: ウィジェット
ko: 위젯
ms: Widget
zh_hans_cn: 小组件
zh_hant_hk: 小工具
zh_hant_tw: 小工具

source: Celsius
ja: 摂氏
ko: 섭씨
zh_hans_cn: 摄氏
zh_hant_hk: 攝氏
zh_hant_tw: 攝氏

source: Demo
ja: デモ
ko: 데모
zh_hans_cn: 演示
zh_hant_hk: 示範
zh_hant_tw: 示範

source: Fahrenheit
ja: 華氏
ko: 화씨
zh_hans_cn: 华氏
zh_hant_hk: 華氏
zh_hant_tw: 華氏

source: Apple Weather
ko: Apple 날씨
zh_hans_cn: Apple 天气
zh_hant_hk: Apple 天氣
zh_hant_tw: Apple 天氣
